/* A greeting string for the main view with Eric as the name */
"Hello, My name is Eric." = "Hello, My name is Eric.";

/* A greeting string for the main view with Galen as the name */
"Hello, My name is Galen." = "Hello, My name is Galen.";

/* A greeting string for the main view with Jerod as the name */
"Hello, My name is Jerod." = "Hello, My name is Jerod.";

